# BuiltInFailures.DebugTabBindingFailures Properties (2024)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
BuiltInFailures..::..DebugTabBindingFailures Properties
BuiltInFailures..::..DebugTabBindingFailures Class See Also
---
The BuiltInFailures..::..DebugTabBindingFailures type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| OptionValueOutOfRange | Value out of range for Options enum. |

# See Also
BuiltInFailures..::..DebugTabBindingFailures Class
Autodesk.Revit.DB Namespace